[
    {
        "id": "17",
        "title": "<a href=\"https://streeteasy.com/building/459-west-broadway-new_york/sale/1701961\"color: #1b181c\" target=\"_blank\">Conquest lists 459 West Broadway #5N</a>",
        "text": "Discover true loft living in this stunning three-bedroom, two-and-a-half-bathroom home, featuring private elevator access in a sought-after SoHo co-operative building.Blending the charm of the past and the sophistication of the present, this spacious abode marries historic features like exposed wooden beams and authentic columns with modern enhancements such as high-end built-ins, polished hardwood floors, and subtle recessed lighting. Marked by its generous flow of natural light, the home distinguishes itself with large windows on the West, North, and East sides, offering a unique perspective not often found in conventional lofts.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1711961264SD__0212 -Web (1).jpg"
    },
    {
        "id": "15",
        "title": "<a href=\"https://streeteasy.com/building/one-york/6e?card=1\"color: #1b181c\" target=\"_blank\"><a href=\"https://streeteasy.com/building/one-york/6e?card=1\"color: #1b181c\" target=\"_blank\">Conquest leases corner loft with floor to ceiling glass facade in 1 york </a></a>",
        "text": "Discover the unmatched elegance of Unit 6E located at One York Street, a unique corner home featuring two bedrooms, two and a half baths, a secluded terrace, and impressive 13-foot high ceilings.Enter the 1,714-square-foot space via a welcoming entrance hall, bathed in natural light from windows facing north and east, presenting stunning panoramic views of the city from every direction.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b17117384307715bc4b-3cc8-49cc-b145-648b9a8cd09a.jpeg"
    },
    {
        "id": "14",
        "title": "<a href=\"https://www.propertyshark.com/mason/Property-Report/?propkey=151423999\"color: #1b181c\" target=\"_blank\">Conquest sold rare penthouse at 157 Spring Street in SoHo NYC</a>",
        "text": "In the heart of SoHo, the Penthouse at 157 Spring Street is a stunning light-filled corner loft, an impeccably renovated duplex residence with private roof access offering distinct downtown views through its southern &amp; western exposures.&nbsp;Located in a boutique pre-war co-op, this approximately 3,500 square foot 3-bedroom + home office, three-bathroom residence, is replete with upgrades and bespoke design. The unmatched attention to detail, private outdoor space, open views and the incredible location make this a rarely available offering.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1696162442soho (1).png"
    },
    {
        "id": "13",
        "title": "<a href=\"https://bit.ly/2ZCzRQS\" style=\"color: #1b181c\" target=\"_blank\">Conquest advises distressed hotel owner on Sale of the Franklin Hotel In NYC</a>",
        "text": "Conquest represented Ark Partners in the sale of the Franklin Hotel located on 164 east 87th street. The property was auctioned under Section 363 of the United States Bankruptcy Code. Current owners conducted a PIP on the property and reflagged it with IHG’s brand VOCO.&nbsp;",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b164695282955.png"
    },
    {
        "id": "12",
        "title": "<a href=\"https://www.perchwell.com/show/listing/23zQrsQBw\" style=\"color: #1b181c\" target=\"_blank\"> Conquest Breaks Rental Record Per Foot in Greenwich Lane Condominium</a>",
        "text": "The Greenwich Lane offers a staggering array of state-of-the-art amenities never before available in the West Village, including a full fitness and wellness level with professionally designed facilities, yoga and treatment rooms, 25-meter swimming pool with hot tub, and high-end golf simulator; spacious residents’ lounge, dining room with guest chef’s kitchen and separate catering kitchen; a 21-seat screening room; a light-filled children’s playroom; bicycle and private storage; and 24-hour attended lobbies.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1647341591222.png"
    },
    {
        "id": "11",
        "title": "<a href=\"https://www.perchwell.com/show/listing/OMnKwCk7K\" style=\"color: #1b181c\" target=\"_blank\">Conquest sells in Tony Goldman's iconic NoHo 25 Bond Street</a>",
        "text": "#4E, sold to a user who intends to completely renovate the property. It is comprised of 3 bedrooms, 3.5 bathrooms and is 3700 square feet. The property additionally comes with a parking space. The bold architectural design of 25 Bond Street reflects the changing composition of a historic New York City neighborhood. While the industrial strength language remains faithful to the character of the surrounding buildings, the asymmetrical layering of the facade signals a contemporary transformation of this language.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1646864454Picture4.png"
    },
    {
        "id": "10",
        "title": "<a href=\"https://www.perchwell.com/show/listing/4XXO9IxD1\" style=\"color: #1b181c\" target=\"_blank\">    Conquest Rents Penthouse of Four Seasons Residences Downtown</a>",
        "text": "The unit has 3 beds, 4.5 baths, 6 rooms and comprises 3121 sq feet. The Four Seasons residences at 30 Park Place are exceptional, but Penthouse 75B is extraordinary. This home has two terraces that are at the bookends of the entertaining space. The stunning terraces have views of both the Hudson and the East River respectively.Residents of the Four Seasons may also take advantage of all hotel amenities and are granted all hotel services, including a 75ft pool, steam rooms, a fitness center, full-time doorman and concierge. Residents may also enjoy their own private gym in addition to a screening room and rentable party space.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1646864470Picture5.png"
    },
    {
        "id": "9",
        "title": "<a href=\"https://www.conquest.nyc/apartament?id=3562478\" style=\"color: #1b181c\" target=\"_blank\">Conquest Lists 199 Mott Street Penthouse</a>",
        "text": "The Penthouse at 199 Mott is a luxurious full-floor 3 bedroom, 3 bathroom apartment with 4 exposures and views stretching from the Empire State Building to the Freedom Tower and a massive 30' × 50' private rooftop terrace that is excellent for entertaining. Click here to see a 360 virtual tour!&nbsp;",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1646952551penthouse.png"
    },
    {
        "id": "8",
        "title": "<a href=\"https://canoeintelligence.com/\" style=\"color: #1b181c\" target=\"_blank\">Canoe Intelligence leases new headquarters in SoHo in 49 Howard Street.</a>",
        "text": "Canoe moves from its office in the financial district into Howard Street with a new 4000 square foot space. Canoe’s mission led by CEO Jason Eiswerth is to unlock efficiencies in alternative investment processes by introducing purpose-built automation into the workflows of institutional investors, asset servicers, capital allocators and wealth managers.&nbsp;",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1646952751Canoe-Logo-Master.jpg"
    },
    {
        "id": "7",
        "title": "<a href=\"https://www.perchwell.com/show/listing/Y1P88fXnx\" style=\"color: #1b181c\" target=\"_blank\">Conquest arranges sale of 385 Atlantic Avenue to expand #1 Ranked Lasik Practice</a>",
        "text": "This 22'-wide mixed-use property located in prime Boerum Hill has 3 residential units and 1 retail storefront, offering a unique opportunity to owner/users or investors alike. Completely updated and turnkey, a gut renovation completed in 2007 included all new elevator, electric, plumbing, and HVAC. Currently 5 stories with remaining FAR, allowing for the possibility of additional expansion.&nbsp;Dello Russo Laser vision intends to occupy the retail after close.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1646864516Picture7.png"
    },
    {
        "id": "6",
        "title": "<a href=\"https://www.perchwell.com/show/listing/X7QxYCZ8Y\" style=\"color: #1b181c\" target=\"_blank\">Conquest arranges sale of 438 Broome Street Penthouse</a>",
        "text": "Conquest was retained to further manage the gut rehabilitation of the SoHo Co-op after the sale.This Penthouse loft has all the elements necessary to create a truly spectacular home. Direct elevator access through a bronze and glass bank door opens to a brilliant mansion width (27\") space with 8 massive windows flanking north and south. There are 13 ft. ceilings, 2 wood burning stoves, plus 5 sky lights which allows sunlight to stream in all day. Presently it is divided into two separate living spaces that could easily be combined.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b1646951951WhatsApp Image 2022-03-10 at 20.35.46.jpeg"
    },
    {
        "id": "5",
        "title": "<a href=\"https://www.perchwell.com/show/listing/Krz16ckXn\" style=\"color: #1b181c\" target=\"_blank\">Conquest facilitates sale of foreclosed prime SoHo development site</a>",
        "text": "This project entails the replacement of an existing 1-story parking garage with a 10-story luxury boutique office rental building in the heart of SoHo. The development features a unique etched metal facade that stands out in otherwise landmark-constrained SoHo, in additional to 12’ ceilings, oversize picture frame windows, private elevator access, enhanced indoor air quality through multiple changes per hour and private terraces for select floors.",
        "picture": "http://conquestadvisors.net/demo2/assets/uploads/blog_photo/b16473418614.PNG"
    }
]